---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ExportFontTable
source: html/8f3793ac-5239-5de8-84fa-671bfe411356.htm
---
# ExportFontTable Members

Constructs a new ExportFontTable with default values.